Repository: Hessflix/Client
Catalog: lib/l10n/app_*.arb
Languages: uk

# deleteFilterConfirmation
source: Are you sure you want to delete this filter?
uk: Ви впевнені, що хочете видалити цей фільтр?

# libraryFiltersLimitReached
source: Filter limit reached (10) remove some filters
uk: Досягнуто ліміту фільтрів (10) видаліть деякі фільтри

# playerSettingsOrientationDesc
source: Force the video player into certain orientations
uk: Примусити відеопрогравач до певної орієнтації

# deviceOrientationPortraitUp
source: Portrait Up
uk: Портретно вгору

# deviceOrientationLandscapeLeft
source: Landscape Left
uk: Горизонтально зліва

# deviceOrientationLandscapeRight
source: Landscape Right
uk: Горизонтально справа

# schemeSettingsTonalSpot
source: Tonal spot
uk: Тональна пляма

# schemeSettingsFidelity
source: Fidelity
uk: Точність

# schemeSettingsVibrant
source: Vibrant
uk: Яскравий

# schemeSettingsExpressive
source: Expressive
uk: Виразний

# schemeSettingsContent
source: Content
uk: Вміст

# libraryShuffleAndPlayItems
source: Shuffle and play items
uk: Перемішати та відтворити елементи

# libraryPlayItems
source: Play items
uk: Відтворити елементи

# errorOpeningMedia
source: Something went wrong trying to play this media
uk: Щось пішло не так, при спробі відтворити це медіа

# updateFilterForLibrary
source: Update filter
uk: Оновити фільтр

# removeFilterForLibrary
source: Remove {filter}?
uk: Видалити {filter}?

# libraryFiltersRemoveAll
source: Remove all filters
uk: Видалити всі фільтри

# libraryFiltersRemoveAllConfirm
source: This will delete all saved filters for every library
uk: Це призведе до видалення всіх збережених фільтрів для кожної бібліотеки

# playerSettingsOrientationTitle
source: Player orientation
uk: Орієнтація програвача

# deviceOrientationPortraitDown
source: Portrait Down
uk: Портретно вниз

# clientSettingsSchemeVariantTitle
source: Scheme variant
uk: Варіант схеми

# schemeSettingsMonochrome
source: Monochrome
uk: Монохромний

# schemeSettingsNeutral
source: Neutral
uk: Нейтральний

# schemeSettingsRainbow
source: Rainbow
uk: Веселка

# schemeSettingsFruitSalad
source: Fruit salad
uk: Фруктовий салат

# clientSettingsRequireWifiTitle
source: Require Wi-Fi
uk: Потрібен Wi-Fi

# clientSettingsRequireWifiDesc
source: Only download when connected to a Wi-Fi network
uk: Завантажувати тільки при підключенні до мережі Wi-Fi

# clientSettingsShowAllCollectionsTitle
source: Show all collection types
uk: Показати всі типи колекцій

# clientSettingsShowAllCollectionsDesc
source: When enabled, show all collection types, including those not supported by Hessflix
uk: Якщо увімкнено, показувати всі типи колекцій, включно з тими, що не підтримує Hessflix

source: Stop
uk: Зупинити

source: Close video
uk: Закрити відео

source: Resume video
uk: Відновити відео

source: Play next video
uk: Відтворити наступне відео

# defaultLabel
source: Default
uk: За замовчуванням

# mdkExperimental
source: MDK is still in a experimental stage
uk: MDK все ще перебуває на експериментальній стадії

# playerSettingsBackendTitle
source: Video player Backend
uk: Бекенд відеопрогравача

# playerSettingsBackendDesc
source: Choose your preferred media player for optimal playback experience
uk: Виберіть медіапрогравач, який вам подобається, для оптимального відтворення

# noVideoPlayerOptions
source: The selected backend has no options
uk: Обраний бекенд не має опцій

# skipButtonLabel
source: (S)kip {segment}
uk: Пропустити {segment}

# mediaSegmentPreview
source: Preview
uk: Попередній перегляд

# mediaSegmentRecap
source: Recap
uk: Підсумок

# mediaSegmentIntro
source: Intro
uk: Вступ

# mediaSegmentOutro
source: Outro
uk: Завершення

# mediaSegmentUnknown
source: Unknown
uk: Невідомо

# mediaSegmentCommercial
source: Commercial
uk: Реклама

source: Error logs
uk: Журнал помилок

source: External
uk: Зовнішнє

# downloadFile
source: Download {type}
uk: Завантажити {type}

source: Copy stream url
uk: Скопіювати URL потоку

# settingsLayoutSizesDesc
source: Choose which layout sizes the app can use based on window size
uk: Виберіть, які розміри макета використовуватиме додаток залежно від розміру вікна

# layoutModeSingle
source: Single
uk: Одинарний

# settingsLayoutSizesTitle
source: Layout Sizes
uk: Розміри макета

# settingsLayoutModesTitle
source: Layout Modes
uk: Режими макета

# settingsLayoutModesDesc
source: Control whether the app can use single or dual-panel layouts
uk: Контролюйте, чи може програма використовувати одно- або двопанельні макети

source: Phone
uk: Телефон

source: Tablet
uk: Планшет

source: Desktop
uk: Комп'ютер

# layoutModeDual
source: Dual
uk: Подвійний

source: Copied to clipboard
uk: Скопійовано в буфер обміну

# episodeAvailable
source: Available
uk: Доступна

# episodeUnaired
source: Unaired
uk: Непоказана

# episodeMissing
source: Missing
uk: Відсутня

# homeStreamingQualityTitle
source: Home quality
uk: Якість вдома

# homeStreamingQualityDesc
source: Maximum streaming quality when connected to home network
uk: Максимальна якість трансляції при підключенні до домашньої мережі

# internetStreamingQualityDesc
source: Maximum streaming quality over the internet (mobile)
uk: Максимальна якість трансляції через Інтернет (мобільний)

# internetStreamingQualityTitle
source: Internet quality
uk: Якість через інтернет

# qualityOptionsTitle
source: Quality options
uk: Варіанти якості

# qualityOptionsOriginal
source: Original
uk: Оригінал

# qualityOptionsAuto
source: Auto
uk: Авто

source: Version
uk: Версія

source: Media segment actions
uk: Дії для медіа сегментів

# segmentActionNone
source: None
uk: Нічого

# segmentActionAskToSkip
source: Ask to skip
uk: Запитати, чи пропустити

# segmentActionSkip
source: Skip
uk: Пропустити

source: Loading
uk: Завантаження

# castAndCrew
source: Cast & Crew
uk: Актори та знімальна група

# guestActor
source: {count, plural, other{Guest Actors} one{Guest Actor}}
uk: {count, plural, other{Запрошені актори} one{Запрошений актор}}

# settingsPlayerBufferSizeTitle
source: Video buffer size
uk: Розмір буфера відео

# settingsPlayerBufferSizeDesc
source: Configure the buffer size for video playback, determining how much data is loaded into the cache.
uk: Налаштуйте розмір буфера для відтворення відео, визначивши, скільки даних буде завантажено в кеш.
