Repository: Hessflix/Client
Catalog: lib/l10n/app_*.arb
Languages: uk

source: About
uk: Про

source: Accept
uk: Прийняти

source: Active
uk: Активне

# actor
source: {count, plural, other{Actors} one{Actor}}
uk: {count, plural, other{Актори} one{Актор}}

source: Add to collection
uk: Додати до колекції

source: Add as favorite
uk: Додати до улюблених

source: Advanced
uk: Розширені

source: All
uk: Усе

# appLockBiometrics
source: Biometrics
uk: Біометрія

source: Ascending
uk: За зростанням

source: Audio
uk: Аудіо

source: Bold
uk: Жирний

source: Cancel
uk: Скасувати

source: Change
uk: Змінити

# chapter
source: {count, plural, other{Chapters} one{Chapter}}
uk: {count, plural, other{Розділи} one{Розділ}}

source: Clear
uk: Очистити

source: Clear all settings
uk: Очистити всі налаштування

# clearAllSettingsQuestion
source: Clear all settings?
uk: Очистити всі налаштування?

source: Clear changes
uk: Очистити зміни

source: Clear selection
uk: Очистити вибір

source: Close
uk: Закрити

source: Code
uk: Код

source: Collection folder
uk: Тека колекції

source: Color
uk: Колір

source: Combined
uk: Комбіновано

source: Community Rating
uk: Рейтинг спільноти

# continuePage
source: Continue - page {page}
uk: Продовжити - сторінка {page}

source: Controls
uk: Керування

# dashboardContinue
source: Continue
uk: Продовжити

# dashboardContinueListening
source: Continue Listening
uk: Продовжити слухати

source: Dashboard
uk: Інформаційна панель

source: Date added
uk: Дата додавання

source: Date played
uk: Дата відтворення

source: Days
uk: Дні

source: Delete
uk: Видалити

source: Delete {item}?
uk: Видалити {item}?

source: Descending
uk: За спаданням

# director
source: {count, plural, other{Director} two{Directors}}
uk: {count, plural, other{Режисери} one{Режисер}}

# disableFilters
source: Turn off filters
uk: Вимкнути фільтри

# disabled
source: Off
uk: Вимкнено

source: Discovered
uk: Виявлено

source: Display language
uk: Мова відображення

# downloadsClearTitle
source: Clear synced data
uk: Очистити синхронізовані дані

# downloadsTitle
source: Downloads
uk: Завантаження

source: Edit metadata
uk: Редагувати метадані

# enabled
source: On
uk: Увімкнено

# endsAt
source: ends at {date}
uk: завершиться о {date}

source: Error
uk: Помилка

source: Favorite
uk: Улюблене

source: Favorites
uk: Улюблені

# fetchingLibrary
source: Fetching library itemsâ€¦
uk: Отримання елементів бібліотеки…

source: Folders
uk: Теки

source: Font color
uk: Колір шрифту

source: Font size
uk: Розмір шрифту

source: Force refresh
uk: Обновити примусово

# genre
source: {count, plural, other{Genres} one{Genre}}
uk: {count, plural, other{Жанри} one{Жанр}}

source: Go To
uk: Перейти до

source: Group by
uk: Групувати за

source: Hide
uk: Приховати

source: Incorrect PIN. Try again.
uk: Неправильний пін-код. Спробуйте ще раз.

source: Info
uk: Інформація

source: Invalid URL
uk: Невірна URL-адреса

# invalidUrlDesc
source: URL needs to start with http(s)://
uk: URL-адреса повинна починатися з http(s)://

# itemCount
source: Item count: {count}
uk: Кількість елементів: {count}

# libraryPageSizeDesc
source: Set the amount to load at a time. 0 turns off paging.
uk: Встановіть кількість, яка буде завантажена за один раз. 0 - вимикає пагінацію.

# libraryPageSizeTitle
source: Library page size
uk: Розмір сторінки бібліотеки

source: Logged-in
uk: Увійшов

source: Log in
uk: Увійти в систему

source: Log out
uk: Вийти з системи

# logoutUserPopupContent
source: This will log out {userName} and delete the user from the app. You will have to log back in on {serverName}.
uk: Це призведе до виходу {userName} і видалення користувача з програми. Вам потрібно буде знову увійти на {serverName}.

# logoutUserPopupTitle
source: Log out {userName}?
uk: Вийти для {userName}?

source: Loop
uk: Цикл

source: Masonry
uk: Кладка

# mediaTypeBase
source: Base Type
uk: Базовий тип

# mediaTypeBook
source: Book
uk: Книга

# mediaTypeFolder
source: Folder
uk: Тека

# mediaTypeMovie
source: Movie
uk: Фільм

# mediaTypePerson
source: Person
uk: Людина

# mediaTypePlaylist
source: Playlist
uk: Плейлист

# mediaTypeSeason
source: Season
uk: Сезон

# mediaTypeSeries
source: Series
uk: Серіал

# metaDataSavedFor
source: Metadata saved for {item}
uk: Метадані збережено для {item}

# metadataRefreshDefault
source: Scan for new and updated files
uk: Пошук нових та оновлених файлів

# metadataRefreshFull
source: Replace all metadata
uk: Замінити всі метадані

# metadataRefreshValidation
source: Search for missing metadata
uk: Пошук відсутніх метаданих

# minutes
source: {count, plural, other{Minutes} one{Minute} }
uk: {count, plural, other{Хвилини} one{Хвилина} few{Хвилини} many{Хвилин}}

# moreFrom
source: More from {info}
uk: Більше з {info}

source: More options
uk: Більше параметрів

source: Name
uk: Назва

# navigationDashboard
source: Dashboard
uk: Інформаційна панель

# navigationFavorites
source: Favorites
uk: Улюблене

source: Next-up
uk: Наступне

source: No items synced
uk: Не синхронізовано жодного елемента

source: No rating
uk: Немає рейтингу

source: Open parent
uk: Відкрити вміст

source: Open show
uk: Відкрити серіал

source: Open web link
uk: Відкрити веб-посилання

source: Other
uk: Інше

source: Overview
uk: Огляд

source: Parental Rating
uk: Батьківський рейтинг

source: Password
uk: Пароль

# pathClearTitle
source: Clear downloads path
uk: Очистити шлях завантаження

# pathEditSelect
source: Select downloads destination
uk: Вибрати місце завантаження

# pathEditTitle
source: Change location
uk: Змінити розташування

# playLabel
source: Play
uk: Відтворити

source: Play videos
uk: Відтворити відео

source: Played
uk: Відтворено

# quickConnectInputACode
source: Input a code
uk: Введіть код

# quickConnectWrongCode
source: Wrong code
uk: Невірний код

source: Random
uk: Випадково

# rating
source: {count, plural, other{Ratings} one{Rating}}
uk: {count, plural, other{Рейтинги} one{Рейтинг}}

source: Re-watch
uk: Передивитися

# read
source: Read {item}
uk: Читати {item}

source: Remove as favorite
uk: Видалити з улюблених

source: Refresh metadata
uk: Оновити метадані

source: Replace all images
uk: Замінити всі зображення

source: Replace existing images
uk: Замінити існуючі зображення

source: Restart
uk: Перезапустити

source: Result
uk: Результат

source: Resumable
uk: Відновлюване

source: Retry
uk: Повторити спробу

source: Run time
uk: Тривалість

source: Saved
uk: Збережено

# scanBiometricHint
source: Verify identity
uk: Підтвердити особу

source: Scan library
uk: Сканувати бібліотеку

# scanningName
source: Scanning - {name}â€¦
uk: Сканування - {name}…

source: Scroll to top
uk: Прокрутити догори

source: Search
uk: Шукати

# season
source: {count, plural, other{Seasons} one{Season} }
uk: {count, plural, other{Сезони} one{Сезон} }

source: Select all
uk: Вибрати все

# selectedWith
source: Selected {info}
uk: Вибране {info}

source: Separate
uk: Окремо

source: Server
uk: Сервер

source: Set
uk: Встановити

source: Settings
uk: Налаштування

# settingsBlurEpisodesTitle
source: Blur next-up episodes
uk: Розмити наступні серії

# settingsClientDesc
source: General, Time-out, Layout, Theme
uk: Загальні, Тайм-аут, Макет, Тема

# settingsContinue
source: Continue
uk: Продовжити

# settingsEnableOsMediaControls
source: Enable OS media controls
uk: Увімкнути засоби керування мультимедіа в ОС

# settingsHomeNextUpTitle
source: Next-up posters
uk: Постери для "Наступне"

# settingsNextUpCutoffDays
source: Next-up cutoff days
uk: Ліміт днів для "Наступне"

# settingsPlayerCustomSubtitlesDesc
source: Customize Size, Color, Position, Outline
uk: Налаштувати розмір, колір, позицію, контур

# settingsPlayerNativeLibassAccelTitle
source: Native libass subtitles
uk: Нативні libass субтитри

# settingsPlayerTitle
source: Player
uk: Програвач

# settingsPlayerVideoHWAccelTitle
source: Hardware acceleration
uk: Апаратне прискорення

# settingsPosterPinch
source: Pinch-zoom to scale posters
uk: Масштабування постерів пальцями

# settingsPosterSize
source: Poster size
uk: Розмір постера

# settingsProfileTitle
source: Profile
uk: Профіль

# settingsQuickConnectTitle
source: Quick connect
uk: Швидке підключення

# settingsSecurity
source: Security
uk: Безпека

source: Show album
uk: Показати альбом

source: Shuffle videos
uk: Перемішати відео

source: Something went wrong
uk: Щось пішло не так

# somethingWentWrongPasswordCheck
source: Something went wrong. Check your password.
uk: Щось пішло не так. Перевір свій пароль.

source: Sort by
uk: Сортувати за

# sortName
source: Name
uk: Назва

source: Subtitles
uk: Субтитри

source: Switch user
uk: Змінити користувача

source: Sync
uk: Синхронізувати

# syncDeleteItemTitle
source: Delete synced item
uk: Видалити синхронізований елемент

# syncRemoveDataTitle
source: Remove synced data?
uk: Видалити синхронізовані дані?

source: Synced items
uk: Синхронізовані елементи

source: Theme
uk: Тема

# timeAndAnnotation
source: {minutes} and {seconds}
uk: {minutes} і {seconds}

source: Time-out
uk: Тайм-аут

# unableToConnectHost
source: Unable to connect to host
uk: Не вдається з'єднатися з хостом

# unableToReverseAction
source: This action can not be reversed. It will remove all settings.
uk: Цю дію не можна скасувати. Це призведе до видалення всіх налаштувань.

source: Unknown
uk: Невідомо

source: Video
uk: Відео

# videoScalingCover
source: Cover
uk: Покрити

# videoScalingFill
source: Fill
uk: Заповнити

# videoScalingFillScreenDesc
source: Fill the navigation and statusbar
uk: Заповнити навігацію та рядок стану

# videoScalingFillScreenNotif
source: Fill-screen overwrites video fit, in horizontal rotation
uk: Заповнення екрану перезаписує відповідність відео, при горизонтальному обертанні

# videoScalingFitHeight
source: Fit Height
uk: Підігнати по висоті

# videoScalingFitWidth
source: Fit Width
uk: Підігнати по ширині

# videoScalingScaleDown
source: ScaleDown
uk: Зменшити

# writer
source: {count, plural, other{Writer} two{Writers}}
uk: {count, plural, other{Сценаристи} one{Сценарист}}

# year
source: {count, plural, other{Years} one{Year}}
uk: {count, plural, other{Роки} one{Рік}}

source: Add to playlist
uk: Додати до плейлиста

source: Amoled black
uk: Чорний амолед

# appLockAutoLogin
source: Auto login
uk: Автоматичний вхід

# appLockPasscode
source: Pass-code
uk: Код доступу

# appLockTitle
source: Set the log-in method for {userName}
uk: Встановити метод входу для {userName}

source: Auto-play
uk: Автовідтворення

source: Background blur
uk: Розмиття фону

source: Background opacity
uk: Прозорість фону

# biometricsFailedCheckAgain
source: Biometrics failed. Check settings and try again.
uk: Біометрія не пройшла. Перевірте налаштування та спробуйте ще раз.

# dashboardContinueReading
source: Continue Reading
uk: Продовжити читати

# dashboardContinueWatching
source: Continue Watching
uk: Продовжити дивитися

# dashboardRecentlyAdded
source: Recently added in {name}
uk: Нещодавно додане в {name}

source: Date last content added
uk: Дата останнього додавання вмісту

# deleteFileFromSystem
source: Deleting this item {item} will delete it from both the file system and your media library. Are you sure you wish to continue?
uk: Видалення цього елемента {item} призведе до видалення його з файлової системи та медіатеки. Ви впевнені, що хочете продовжити?

# downloadsClearDesc
source: Remove all synced data, clearing all data for every synced user?
uk: Видалити всі синхронізовані дані, очистивши всі дані для кожного синхронізованого користувача?

# downloadsPath
source: Path
uk: Шлях

# dynamicText
source: Dynamic
uk: Динамічний

source: Empty
uk: Порожньо

# downloadsSyncedData
source: Synced data
uk: Синхронізовані дані

# episode
source: {count, plural, other{Episodes} one{Episode} }
uk: {count, plural, other{Серії} one{Серія} }

# failedToLoadImage
source: Could not load image
uk: Не вдалося завантажити зображення

# filter
source: {count, plural, other{Filters} one{Filter}}
uk: {count, plural, other{Фільтри} one{Фільтр}}

source: Grid
uk: Сітка

source: Group
uk: Група

source: Height offset
uk: Зміщення по висоті

source: Hide empty
uk: Приховати порожнє

source: Home
uk: Головна

source: Identify
uk: Ідентифікувати

source: Immediately
uk: Негайно

# label
source: {count, plural, other{Labels} one{Label}}
uk: {count, plural, other{Ярлики} one{Ярлик}}

# library
source: {count, plural, other{Libraries} one{Library}}
uk: {count, plural, other{Бібліотеки} one{Бібліотека}}

# libraryFetchNoItemsFound
source: No items found. Try different settings.
uk: Не знайдено жодного елемента. Спробуйте інші налаштування.

source: Light
uk: Худий

source: List
uk: Список

source: Lockscreen
uk: Екран блокування

source: Mark as unwatched
uk: Відмітити як непереглянуте

source: Mark as watched
uk: Відмітити як переглянуте

# mediaTypeBoxset
source: Boxset
uk: Бокс-сет

# mediaTypeEpisode
source: Episode
uk: Серія

# mediaTypePhoto
source: Photo
uk: Фото

# mediaTypePhotoAlbum
source: Photo Album
uk: Фотоальбом

# settingsPosterSlider
source: Show scale slider
uk: Показати повзунок масштабу

# settingsProfileDesc
source: Lockscreen
uk: Екран блокування

source: Shadow
uk: Тінь

# settingsShowScaleSlider
source: Show poster size slide
uk: Показати повзунок розміру постера

source: Show empty
uk: Показати порожнє

# settingsVisual
source: Visual
uk: Візуальне

# themeModeSystem
source: System
uk: Системний

source: Show details
uk: Показати деталі

source: Mode
uk: Стиль

source: Shuffle gallery
uk: Перемішати галерею

# themeModeDark
source: Dark
uk: Темний

# musicAlbum
source: Album
uk: Альбом

source: Sort order
uk: Порядок сортування

# themeModeLight
source: Light
uk: Світлий

source: Start
uk: Початок

# mouseDragSupport
source: Drag using mouse
uk: Перетягування за допомогою миші

# studio
source: {count, plural, other{Studios} one{Studio}}
uk: {count, plural, other{Студії} one{Студія}}

source: Navigation
uk: Навігація

source: Subtitle configurator
uk: Налаштування субтитрів

# refreshPopupContentMetadata
source: Metadata is refreshed based on settings and Internet services turned on in the dashboard.
uk: Метадані оновлюються на основі налаштувань та інтернет-сервісів, увімкнених на інформаційній панелі.

# subtitleConfiguratorPlaceHolder
source: This is placeholder text, nothing to see here.
uk: Це текст-заповнювач, тут нема на що дивитися.

# settingsHomeNextUpDesc
source: Type of posters shown in the dashboard screen
uk: Тип постерів, що відображаються на екрані інформаційної панелі

# navigationSync
source: Synced
uk: Синхронізоване

source: Never
uk: Ніколи

# noServersFound
source: No new servers found
uk: Не знайдено нових серверів

source: No items to show
uk: Немає елементів для показу

source: No results
uk: Немає результатів

source: No suggestions found
uk: Не знайдено жодної пропозиції

source: None
uk: Нічого

source: Normal
uk: Нормально

# notPartOfAlbum
source: Not part of a album
uk: Не входить до альбому

source: Options
uk: Параметри

# page
source: Page {index}
uk: Сторінка {index}

source: Outline size
uk: Розмір контуру

source: Outline color
uk: Колір контуру

# quickConnectTitle
source: Quick-connect
uk: Швидке підключення

# pathEditDesc
source: This location is set for all users, any synced data will no longer be accessible. It will remain on your storage.
uk: Це місце встановлюється для всіх користувачів, будь-які синхронізовані дані більше не будуть доступні. Вони залишаться у вашому сховищі.

# play
source: Play {item}
uk: Відтворити {item}

source: Play count
uk: Кількість відтворень

# playFrom
source: Play from {name}
uk: Відтворити від {name}

# playFromStart
source: Play {name} from the start
uk: Відтворити {name} з самого початку

source: Remove from playlist
uk: Видалити з плейлиста

# quickConnectAction
source: Enter quick connect code for
uk: Введіть код швидкого підключення для

source: Related
uk: Пов'язане

# readFromStart
source: Read {item} from start
uk: Читати {item} з початку

source: Refresh
uk: Оновити

source: Remove from collection
uk: Видалити з колекції

# resume
source: Resume {item}
uk: Відновити {item}

source: Recursive
uk: Рекурсивно

source: Release date
uk: Дата виходу

# refreshPopup
source: Refresh - {name}
uk: Оновити - {name}

source: Retrieve public list of users
uk: Отримати публічний список користувачів

source: Save
uk: Зберегти

# scanYourFingerprintToAuthenticate
source: Scan your fingerprint to authenticate {user}
uk: Відскануйте відбиток пальця для автентифікації {user}

# seconds
source: {count, plural, other{Seconds} one{Second}}
uk: {count, plural, other{Секунди} one{Секунда} few{Секунди} many{Секунд}}

source: Select time
uk: Виберіть час

source: Select view type
uk: Вибрати тип перегляду

source: Selected
uk: Вибране

# setIdentityTo
source: Change identity to {name}
uk: Встановити ідентичність на {name}

# settingSecurityApplockTitle
source: App lock
uk: Блокування програми

# settingsBlurEpisodesDesc
source: Blur all upcoming episodes
uk: Розмити всі майбутні серії

# settingsBlurredPlaceholderDesc
source: Show blurred background when loading posters
uk: Показувати розмитий фон при завантаженні постерів

# settingsBlurredPlaceholderTitle
source: Blurred placeholder
uk: Розмитий заповнювач

# settingsPlayerDesc
source: Aspect-ratio, Advanced
uk: Співвідношення сторін, розширене

# settingsPlayerCustomSubtitlesTitle
source: Customize subtitles
uk: Налаштувати субтитри

# settingsPlayerMobileWarning
source: Turning on hardware acceleration and native libass subtitles on Android might cause some subtitles to not render.
uk: Увімкнення апаратного прискорення та власних субтитрів libass на Android може призвести до того, що деякі субтитри не відображатимуться.

# settingsPlayerNativeLibassAccelDesc
source: Use video player libass subtitle renderer
uk: Використовувати обробник субтитрів відеопрогравача libass

# settingsPlayerVideoHWAccelDesc
source: Use the GPU to render video (recommended)
uk: Використовувати GPU для рендерингу відео (рекомендовано)

# syncDeleteItemDesc
source: Delete all synced data for {item}?
uk: Видалити всі синхронізовані дані для {item}?

# syncDeletePopupPermanent
source: This action is permanent and will remove all locally synced files
uk: Ця дія буде безповоротною і вилучить усі локально синхронізовані файли

source: Sync details
uk: Деталі синхронізації

# syncOpenParent
source: Open parent
uk: Відкрити вміст

# syncRemoveDataDesc
source: Delete synced video data? This is permanent and you will need to re-sync the files
uk: Видалити синхронізовані відеодані? Це незворотній процес, і вам потрібно буде повторно синхронізувати файли

# tag
source: {count, plural, one{Tag} other{Tags}}
uk: {count, plural, one{Тег} other{Теги}}

source: Theme color
uk: Колір теми

# totalSize
source: Total size: {size}
uk: Загальний розмір: {size}

# type
source: {count, plural, other{Types} one{Type}}
uk: {count, plural, other{Типи} one{Тип}}

source: Unplayed
uk: Невідтворено

source: Use defaults
uk: Використовувати значення за замовчуванням

source: Username
uk: Ім'я користувача

# videoScalingContain
source: Contain
uk: Вмістити

source: Video scaling
uk: Масштабування відео

# videoScalingFillScreenTitle
source: Fill screen
uk: Заповнення екрана

source: Watch on
uk: Дивіться на

source: View photos
uk: Переглянути фото

# nativeName
source: English
uk: Українська

# homeBannerCarousel
source: Carousel
uk: Карусель

# settingsHomeBannerDescription
source: Display as a slideshow, carousel, or hide the banner
uk: Відобразити у вигляді слайд-шоу, каруселі або приховати банер

# settingsHomeBannerTitle
source: Home banner
uk: Банер на головній сторінці

# settingsHomeBannerInformationTitle
source: Banner information
uk: Інформація на банері

# settingsHomeBannerInformationDesc
source: Information to show in home banner
uk: Інформація для показу на банері на головній сторінці

# homeBannerSlideshow
source: Slideshow
uk: Слайд-шоу

# syncStatusEnqueued
source: Enqueued
uk: У черзі

# syncStatusRunning
source: Running
uk: Виконується

# syncStatusComplete
source: Complete
uk: Завершено

# syncStatusNotFound
source: Not Found
uk: Не знайдено

# syncStatusFailed
source: Failed
uk: Не вдалося

# syncStatusCanceled
source: Canceled
uk: Скасовано

# syncRemoveUnableToDeleteItem
source: Unable to remove synced item, something went wrong
uk: Не вдалося видалити синхронізований елемент, щось пішло не так

# aboutLicenses
source: Licenses
uk: Ліцензії

# aboutSocials
source: Socials
uk: Соцмережі

# syncStatusPartially
source: Partially
uk: Частково

# syncStatusWaitingToRetry
source: Waiting to retry
uk: Очікує на повторну спробу

# syncStatusPaused
source: Paused
uk: Призупинено

# syncStatusSynced
source: Synced
uk: Синхронізовано

# syncOverlayDeleting
source: Removing synced item
uk: Видалення синхронізованого елемента

# syncOverlaySyncing
source: Syncing item details
uk: Деталі про елемент синхронізації

# syncSelectDownloadsFolder
source: Select downloads folder
uk: Вибрати теку для завантаження

# syncNoFolderSetup
source: No sync folder setup
uk: Немає налаштувань теки синхронізації

# addToNewCollection
source: New collection
uk: Нова колекція

# addItemsToCollection
source: Add {itemLength} item(s) to collection
uk: Додати {itemLength} елемент(и) до колекції

# syncAddItemForSyncing
source: Added {item} for syncing
uk: Додано {item} для синхронізації

source: Started syncing {item}
uk: Розпочато синхронізацію {item}

# unableToSyncItem
source: Unable to sync {item}, something went wrong
uk: Не вдалося синхронізувати {item}, щось пішло не так

# addedToCollection
source: Added to {collectionName} collection
uk: Додано до колекції {collectionName}

# removedFromCollection
source: Removed from {collectionName} collection
uk: Видалено з колекції {collectionName}

# addToNewPlaylist
source: New playlist
uk: Новий плейлист

# addItemsToPlaylist
source: Add {itemLength} item(s) to playlist
uk: Додати {itemLength} елемент(и) до плейлиста

# aboutVersion
source: Version: {version}
uk: Версія: {version}

# aboutCreatedBy
source: Created by DonutWare
uk: Створено DonutWare

# addedToPlaylist
source: Added to {playlistName} playlist
uk: Додано до плейлиста {playlistName}

# aboutBuild
source: Build: {buildNumber}
uk: Збірка: {buildNumber}

source: Subtitle configuration
uk: Налаштування субтитрів

source: Off
uk: Вимкнути

source: Playback Settings
uk: Параметри відтворення

source: Subtitle
uk: Субтитри

source: Screen brightness
uk: Яскравість екрана

source: Scale
uk: Масштаб

# settingsAutoNextTitle
source: Next-up preview
uk: Попередній перегляд "наступного"

# autoNextOffSmartDesc
source: Shows the next-up screen when the credits start if no more then 10 seconds remain after the credits. Else it shows the next-up screen with 30 seconds of playtime remaining
uk: Показує екран "наступне" після початку титрів, якщо після них залишилося не більше 10 секунд. В іншому випадку показує екран "наступне", коли залишається 30 секунд відтворення

# settingsAutoNextDesc
source: Displays a next-up preview near the end if another item is queued
uk: Відображає попередній перегляд "наступного" в кінці, якщо в черзі стоїть інший елемент

# autoNextOffStaticDesc
source: Show the next-up screen when 30 seconds of playtime remain
uk: Показати екран "наступне", коли залишиться 30 секунд до завершення відтворення

# autoNextOffStaticTitle
source: Static
uk: Статичний

# autoNextOffSmartTitle
source: Smart
uk: Розумний

source: Playback rate
uk: Швидкість відтворення

source: Speed
uk: Швидкість

# unableToPlayMedia
source: There was an error finding a compatible media type
uk: Виникла помилка під час пошуку сумісного типу носія

# unableToPlayBooksOnWeb
source: Books are not supported on web for now
uk: Наразі книги не підтримуються на вебі

source: Default filter for library
uk: Фільтр за замовчуванням для бібліотеки
